var epicriseTemplate = {
		head1s : [ 
		{ id : "dz", name : "Діагнози"
		}, { id : "op", name : "Операції"
		}, { id : "treatLab", name : "Лікування, обстеження, аналізи, рекомендації ..."
			, tagsGroup:["все", "аналізи", "крові", "біохімічний", "сечі", "обстеженя", "інструментальне", "інше"]
			,addGroup:[
				{name:"Перебіг хвороби", tags:["інше"]}
				,{name:"Скарги", tags:["інше"]}
				,{name:"Анамнез", tags:["інше"]}
				,{name:"Лікування", tags:["інше"]}
				
				,{name:"Обстеження", group:true}
				,{name:"ЭКГ", tags:["обстеженя", "інструментальне"]}
				,{name:"Rö ОГК", tags:["обстеженя", "інструментальне"]}
				,{name:"Rö ОЧП", tags:["обстеженя", "інструментальне"]}
				,{name:"КТ", tags:["обстеженя", "інструментальне"]}
				,{name:"УЗД", tags:["обстеженя", "інструментальне"]}
				,{name:"ПРОТОКОЛ УЛЬТРАЗВУКОВОГО ДОСЛІДЖЕННЯ СУДИН СИСТЕМИ", tags:["обстеженя", "інструментальне"]}
				,{name:"ДУПЛЕКСНЕ СКАНУВАННЯ АРТЕРІЙ ТА ВЕН ВЕРХНІХ КІНЦІВОК", tags:["обстеженя", "інструментальне"]}
				,{name:"ФЕГДС", tags:["обстеженя", "інструментальне"]}
				,{name:"ПГЗ"}
				
				,{name:"Аналіз", group:true}
				,{name:"ЗАК", tags:["аналізи", "крові"]}
				,{name:"ЗАС", tags:["аналізи", "сечі"]}
				,{name:"Аналіз крові", tags:["аналізи", "крові"]}
				,{name:"Аналіз крові на ревмопроби", tags:["аналізи", "крові"]}
				,{name:"Біохімічний аналіз", tags:["аналізи", "крові","біохімічний"]}
				,{name:"Білірубін", tags:["аналізи", "крові","біохімічний"]}
				,{name:"АК на глюкозу", tags:["аналізи", "крові"]}
				,{name:"Досл. сироватки крові методом ІФА", tags:["аналізи", "крові"]}
				,{name:"Досл. спинномозкової рідини", tags:["аналізи"]}
				,{name:"Досл. сироватки крові методом ІФА", tags:["аналізи", "крові"]}
				,{name:"Аналіз сечі на добову протеїнурію", tags:["аналізи", "сечі"]}
				,{name:"Аналіз сечі за Нечипоренком", tags:["аналізи", "сечі"]}
				,{name:"Аналіз сечі за Зимницьким", tags:["аналізи", "сечі"]}
				,{name:"Кал на ЯГ"}
				,{name:"АК на маркери вірусних гепатитів", tags:["аналізи", "крові"]}
				,{name:"Імуноферментний АК", tags:["аналізи", "крові"]}
				,{name:"ЛД Енштейн-Барра", tags:["аналізи", "крові"]}
				,{name:"ЛД ехінококку однокамерного", tags:["аналізи", "крові"]}
				,{name:"ЛД антитіла до кардіоліпіну", tags:["аналізи", "крові"]}
				,{name:"Досл. сироватки крові латекс-методом", tags:["аналізи", "крові"]}
				,{name:"Сумарні Ig A, M, G до лямблій", tags:["аналізи", "крові"]}
				,{name:"Аналіз крові на кількість ретикулоцитів", tags:["аналізи", "крові"]}
				,{name:"КДЛ", tags:["аналізи", "крові"]}
				
				,{name:"Нирки"}
				,{name:"Рекомендовано/смерть/перевід"}
			]
		}, { id : "ans", name : "Перебіг хвороби"
		}, { id : "treat", name : "Лікування"
		}, { id : "zak", name : "ЗАК"
		}, { id : "zas", name : "ЗАС"
		}, { id : "biochim", name : "Біохімічний аналіз"
		}, { id : "rek", name : "Рекомендовано/смерть/перевід"
		}, { id : "nepraz", name : "Листки непрацездатності"
		} ],
		epicriseBlockConfig:{
			"Перебіг хвороби":{isTextHtml:true}
			,"Лікування":{isTextHtml:true}
			,"Рекомендовано/смерть/перевід":{isTextHtml:true}
			,"Листки непрацездатності":{isTextHtml:true}
			,"Лікування, обстеження, аналізи, рекомендації ...":{isOnDemand : true}
			,"Біохімічний аналіз":{isLabor:true}
			,"ЗАС" :{isLabor:true}
			,"ЗАК" :{isLabor:true}
			,"Кал на ЯГ" :{isLabor:true}
			,"Білірубін" :{isLabor:true}
		},
		epicriseBlock:{
		"Біохімічний аналіз" : [
			{name : "Загальний білок", unit:"г/л"}
			,{name : "Альбумін", unit:"г/л"}
			,{name : "Глобулін", unit:"г/л"}
			,{name : "Крефіцієнт", unit:""}
			,{name : "Холестерин загальний", unit:"ммоль/л"}
			,{name : "Тригліцериди", unit:"ммоль/л"}
			,{name : "Холестерин високої щільності", unit:"ммоль/л"}
			,{name : "β-ліпопротеїди", unit:"од."}
			,{name : "Білірубін загальний", unit:"ммоль/л"}
			,{name : "Білірубін прямий", unit:"ммоль/л"}
			,{name : "Білірубін непрямий", unit:"ммоль/л"}
			,{name : "Калій", unit:"ммоль/л"}
			,{name : "Натрій", unit:"ммоль/л"}
			,{name : "Кальцій", unit:"ммоль/л"}
			,{name : "Магній", unit:"ммоль/л"}
			,{name : "Залізо", unit:"мkмоль/л"}
			,{name : "Фосфор", unit:"ммоль/л"}
			,{name : "Хлор", unit:""}
			,{name : "АлАт", unit:"Е/л"}
			,{name : "АсАт", unit:"Е/л"}
			,{name : "Фосфатаза лужна (ФЛ)", unit:""}
			,{name : "α-амілаза", unit:""}
			,{name : "Сечовина", unit:"ммоль/л"}
			,{name : "Креатинін", unit:"мkмоль/л"}
			,{name : "Сечова кислота", unit:"мkмоль/л"}
			,{name : "γ ГТП", unit:"Е/л"}
			,{name : "Тимолова", unit:"од."}
		],
		"ЗАС" : [
			{name : "Кількість"}
			,{name : "Колір",
				texts : ["соломяно жовтий","жовтий","геморагічний","безбарвна"]
			}
			,{name : "Прозорість"
				,texts : ["повна","неповна"]}
			,{name : "Пит.вага"}
			,{name : "Реакція"}
			,{name : "Білок"}
			,{name : "Глюкоза"}
			,{name : "Ацетон"}
			,{name : "Епітелій плоский"}
			,{name : "Еп. перехідний"}
			,{name : "Еп. уретральний"}
			,{name : "Еп. нирковий"}
			,{name : "Лейкоцити"}
			,{name : "Еритроцити"}
			,{name : "Ер. незмінені"}
			,{name : "Ер. змінені"}
			,{name : "Циліндри"}
			,{name : "Слиз"}
			,{name : "Бактерії"}
			,{name : "Солі"}
			,{name : "Грибки"}
		],
		"Кал на ЯГ" : [
			{name : "Я/глистів"}
			,{name : "Найпростіші"}
		],
		"Білірубін" : [
			{name : "Загальний", unit:"мкм/л"}
			,{name : "Прямий", unit:"мкм/л"}
			,{name : "Непрямий", unit:"мкм/л"}
		],
		"ЗАК" : [
			{name : "Гемоглобін", unit:"г/л"}
			,{name : "Еритроцити", unit:"Т/л"}
			,{name : "Кольоровий показник", unit:""}
			,{name : "Лейкоцити", unit:"Т/л"}
			,{name : "ШОЕ", unit:"мм/год"}
			,{name : "Тромбоцити", unit:"Т/л"}
			,{name : "Глюкоза натщесерце", unit:"ммоль/л"}
		]
		}
};
